{"vbm_link": "/en/o/2532", "name": "Academos Cybermentorat", "description": "E-mentoring for students aged 14 to 30 to help them choose a career and to persevere with their studies."}
{"vbm_link": "/en/o/324", "name": "ACCM / Aids Community Care Montreal", "description": "Volunteer-based community organization working to enhance the quality of life of people living with HIV/AIDS, to prevent HIV transmission, and to promote community awareness and action."}
{"vbm_link": "/en/o/542", "name": "Accordailles, Les", "description": "Community support centre for people aged 50 and over of the Plateau-Mont-Royal territory."}
{"vbm_link": "/en/o/2603", "name": "Accueil Bonneau", "description": "Center for homeless persons or those at risk of homelessness, helping them with their essential needs and the search for well-being and a better quality of life."}
{"vbm_link": "/en/o/110", "name": "Action Centre-Ville", "description": "Community center offering a variety of activities and services in order to promote the interests and the well-being of the downtown Montreal elderly."}
{"vbm_link": "/en/o/3614", "name": "Afrique au feminin", "description": "Support services helping immigrant women integrate into Quebec society."}
{"vbm_link": "/en/o/3871", "name": "Ali et les Princes de la Rue", "description": "Enseignement des arts martiaux aux jeunes en difficulte, afin de contrer la violence chez les jeunes en les aidant a developper la maitrise et l'estime de soi."}
{"vbm_link": "/en/o/2386", "name": "Almage Senior Community Centre", "description": "Community centre serving English-speaking seniors in East End Montreal."}
{"vbm_link": "/en/o/709", "name": "Alzheimer Society of Montreal", "description": "Services and activities to alleviate the social and personal consequences of Alzheimer's disease and related disorders, as well as promote research into their causes and cure."}
{"vbm_link": "/en/o/2498", "name": "Amyotrophic Lateral Sclerosis (ALS) Society of Quebec", "description": "Support for people suffering from ALS (also known as Lou Gehrig's Disease) and their family members, through fund-raising, recreational activities, psycho-social services and technical and financial aid."}
{"vbm_link": "/en/o/3989", "name": "Association benevole PAT/ME", "description": "Activites et services offerts par des benevoles afin d'ameliorer la qualite de vie des personnes agees et handicapees physiques vivant dans leur propre domicile."}
{"vbm_link": "/en/o/2533", "name": "Association d'entraide le Chainon", "description": "Shelter for women in difficulty who are in temporary need of a warm and understanding welcome allowing them to find new energy, rebuild hope and confidence, and find their way in life."}
{"vbm_link": "/en/o/2786", "name": "Association des benevoles CHSLD Vigi Reine-Elizabeth", "description": "Individual, group and community leisure activities for the 150 elderly and/or disabled inhabitants of the centre."}
{"vbm_link": "/en/o/3445", "name": "Association des benevoles du CHSLD Vigi Mont-Royal", "description": "Activities to improve the quality of life of elderly, handicapped and/or lonely residents of a long-term care facility."}
{"vbm_link": "/en/o/4332", "name": "Association des grands-parents du Quebec", "description": "Defense des droits des grands-parents et des aines et aide aux grands-parents en difficultes, en les accompagnant dans leur cheminement."}
{"vbm_link": "/en/o/2586", "name": "Association des sports pour aveugles de Montreal", "description": "Unit visually impaired persons and promote the practice of sports activities ; adapt the sports to make them more accessible and safe for the blind or semi-blind persons ; propose a calendar for sports activities ; recruit and train volunteer guides ; raise awareness among the public and the..."}
{"vbm_link": "/en/o/2691", "name": "Association du troisieme age <<FILIA>> / Meals-on-Wheels #102", "description": "Activities and services, including Meals-on-Wheels, to maintain the quality of life of elderly people in the Park Extension community who live alone or who are dealing with a loss of autonomy."}
{"vbm_link": "/en/o/912", "name": "Association les Chemins du Soleil / Magasin-Partage Centre-Sud", "description": "Intervention with youth from 6 to 18 years old in the Montreal Ville-Marie borough in order to prevent delinquency and other social issues."}
{"vbm_link": "/en/o/2282", "name": "Association quebecoise de voile adaptee", "description": "Support to people with mobility impairments, including severe ones, through facilitating their participation in sailing activities, in order to increase their quality of life and community involvement."}
{"vbm_link": "/en/o/2404", "name": "Association quebecoise des personnes aphasiques", "description": "Support to people with aphasia through a variety of bilingual activities and services."}
{"vbm_link": "/en/o/4422", "name": "Ateliers l'Aquarium et le Globe", "description": "Preservation and promotion of diversity and freedom of expression by exploring new types of relationships between artists and the community."}
{"vbm_link": "/en/o/154", "name": "Auberge Madeleine", "description": "Shelter for women who are in difficulty and/or homeless; services include short-term accommodation, individual support, crisis intervention, information and referral services, accompaniment during recovery, group activities, etc."}
{"vbm_link": "/en/o/88", "name": "Auberge Transition", "description": "Shelter for mothers and children who are victims of conjugal violence, offering services in several languages."}
{"vbm_link": "/en/o/2599", "name": "Baobab familial", "description": "Center for multicultural families of the Cote-des-Neiges district encouraging cooperation and mutual assistance, exchange and a feeling of belonging in their environment."}
{"vbm_link": "/en/o/2358", "name": "Benedict Labre House", "description": "Day centre offering services and activities aimed at improving the quality of life of men and women on welfare, unemployed or homeless, through serving meals and providing clothing, outings and referral for assistance and other services."}
{"vbm_link": "/en/o/2434", "name": "Benjamin & Vanda Treiser Shalom House", "description": "Group home for intellectually and physically disabled children and young and middle-aged adults, also offering a respite program for caregivers."}
{"vbm_link": "/en/o/36", "name": "Boys & Girls Club of LaSalle", "description": "Social, educational and recreational programs for youth 3 to 18 years of age."}
{"vbm_link": "/en/o/3643", "name": "Bureau de la communaute haitienne de Montreal (BCHM)", "description": "Intervention aupres des familles vulnerables des communautes ethnoculturelles, afin qu'elles se sortent de l'isolement et de la pauvrete et qu'elles reussissent socialement."}
{"vbm_link": "/en/o/2550", "name": "CACI / Centre d'appui aux communautes immigrantes", "description": "Services and programs encouraging the integration of newcomers and other members of the cultural communities in the Ahuntsic-Cartier borough and the Greater Montreal."}
{"vbm_link": "/en/o/3954", "name": "Canadian Association for Rights and Truth", "description": "Participation, in partnership with other Canadian, Latin American and European human rights organizations, in the defense of those who have been falsely accused and/or incarcerated."}
{"vbm_link": "/en/o/163", "name": "Canadian Cancer Society", "description": "Fund-raising, special events, and awareness campaigns to eradicate cancer and to enhance the quality of life of people living with cancer."}
{"vbm_link": "/en/o/2576", "name": "Canadian Liver Foundation", "description": "Canada-wide charitable organization dedicated to liver health and to eliminating liver disease."}
{"vbm_link": "/en/o/3474", "name": "CAP Saint-Barnabe", "description": "Carrefour d'alimentation et de partage qui appuie la population de Mercier-Hochelaga-Maisonneuve dans la lutte contre la pauvrete et qui vise a ameliorer sa qualite de vie."}
{"vbm_link": "/en/o/2797", "name": "Carrefour communautaire de Rosemont l'Entre-Gens", "description": "Action communautaire visant l'amelioration des conditions de vie des gens du quartier, particulierement dans les domaines du psycho-social, du socio-economique et du loisir."}
{"vbm_link": "/en/o/2320", "name": "Carrefour d'aide aux nouveaux arrivants", "description": "Multilingual services for persons newly arrived in Quebec, including information and referral and other forms of support as well as activities promoting social integration."}
{"vbm_link": "/en/o/2770", "name": "Carrefour d'Entraide Lachine", "description": "Help to citizens in need through ensuring food and clothing security and offering various forms of support in collaboration with other community organizatioins."}
{"vbm_link": "/en/o/3443", "name": "Carrefour jeunesse-emploi of Cote-des-Neiges", "description": "Activites et services gratuits afin d'aider les jeunes adultes du territoire desservi dans leur integration sociale, economique et professionnelle."}
{"vbm_link": "/en/o/4395", "name": "Carrefour Parenfants", "description": "Promotion du mieux-etre des familles en favorisant le developpement des enfants ainsi qu'en offrant du soutien aux parents dans leurs responsabilites parentales et dans leur cheminement personnel."}
{"vbm_link": "/en/o/3138", "name": "Carrefour Saint-Eusebe de Montreal", "description": "Services and activities for people 50 and over, designed to reduce their isolation and to maintain their autonomy through mutual assistance, socialization, leisure activities and personal development."}
{"vbm_link": "/en/o/4414", "name": "Cavendish Seniors Day Centre", "description": "Environment de groupe securitaire permettant aux aines de socialiser et de participer a des activites."}
{"vbm_link": "/en/o/54", "name": "CEDA / Comite d'education aux adultes de la Petite-Bourgogne et de Saint-Henri", "description": "Free or low-cost educational, social and recreational activities offered to the population of Saint-Henri, Ville-Emard, Cote-Saint-Paul and Little Burgundy."}
{"vbm_link": "/en/o/2856", "name": "Centre africain de developpement et d'entraide", "description": "Settlement, accompanying and other services for immigrants and refugees, mainly those from Africa, in preparation for their support and integration in the Quebec society."}
{"vbm_link": "/en/o/4353", "name": "Centre communautaire de loisirs Sainte-Catherine d'Alexandrie", "description": "Action communautaire dans les domaines de l'education, de la prevention sociale et de la promotion de la sante."}
{"vbm_link": "/en/o/2731", "name": "Centre communautaire Rendez-vous 50+", "description": "Centre for people 50 and over encouraging individual and collective autonomy and good physical and psychological health."}
{"vbm_link": "/en/o/2096", "name": "Centre d'Action socio-communautaire de Montreal", "description": "Services and activities for members of cultural communities who are socio-economically deprived and lack access to existing facilities."}
{"vbm_link": "/en/o/42", "name": "Centre d'ecoute et de reference UQAM", "description": "Reassurance and reference services, face to face or by phone, psychosocial prevention activities, integration activities for newcomers, linguistic mentoring, other services."}
{"vbm_link": "/en/o/2491", "name": "Centre d'ecoute le Havre", "description": "Listening and referral center, face to face or by phone, for people experiencing isolation or difficulties."}
{"vbm_link": "/en/o/482", "name": "Centre d'entraide Le Rameau d'Olivier", "description": "Centre d'entraide pour les aines en perte d'autonomie, oeuvrant au maintien a domicile des personnes agees economiquement demunies du quartier Mercier-Ouest."}
{"vbm_link": "/en/o/2301", "name": "Centre d'hebergement des Seigneurs", "description": "Centre for the elderly in loss of autonomy, located in the Sud-Ouest area of Montreal."}
{"vbm_link": "/en/o/3904", "name": "Centre d'hebergement La Maison Saint-Joseph", "description": "Centre d'hebergement pour personnes agees en perte d'autonomie physique et psychosociale, avec 80 residents et une moyenne d'age de 80 ans."}
{"vbm_link": "/en/o/2166", "name": "Centre d'hebergement Real-Morel", "description": "Home-care centre (CHSLD) for the elderly, affiliated to the CSSS du Sud-Ouest/Verdun."}
{"vbm_link": "/en/o/73", "name": "Centre de benevolat Notre-Dame-de-Grace (NDG)", "description": "Transportation/accompanying services for the district elderly, and specialized services for adults with a motor disability and pre-school children with developmental disorders."}
{"vbm_link": "/en/o/74", "name": "Centre de benevolat Sarpad", "description": "Support services to people aged 55 and older who live alone, as well as to their caregivers, including accompaniment, assisted transport, running errands, friendly visits and phone calls, respite, etc."}
{"vbm_link": "/en/o/2539", "name": "Centre de loisirs communautaires Lajeunesse", "description": "Leisure activities accessible to all citizens, reinforcing relationships between organizations, residents and other partners."}
{"vbm_link": "/en/o/3940", "name": "Centre de pediatrie sociale de Verdun / Les petits renards", "description": "Aide aux enfants ages de 0 a 12 ans dont le developpement est compromis ou a risque de l'etre."}
{"vbm_link": "/en/o/866", "name": "Centre des Aines Cote-des-Neiges", "description": "Social and community activities and services for people 50 years and older, independent and semi independent, coming from all social, economic and cultural stratum."}
{"vbm_link": "/en/o/2414", "name": "Centre du Vieux Moulin de LaSalle", "description": "Activities and services offered to people 50 years and older in the borough of LaSalle in order to improve their quality of life and increase their autonomy."}
{"vbm_link": "/en/o/4440", "name": "Centre Educatif pour le Theatre a Montreal ( CETM)", "description": "Support to emerging musical theatre artists and promotion of public awareness of the art form."}
{"vbm_link": "/en/o/4426", "name": "Centre international de recherche et d'education familiale (CIREF)", "description": "Service specialise aux parents et a leurs collaborateurs dans le domaine de l'education de l'enfant, de l'adolescent et du jeune adulte a l'amour et a la sexualite integres."}
{"vbm_link": "/en/o/2500", "name": "Centre Jeunesse Unie de Parc Extension", "description": "Youth center encouraging the personal and social development of teenagers of the district as well as the improvement of their quality of life through educational, cultural, leisure and sports activities."}
{"vbm_link": "/en/o/4408", "name": "Centre lasallien de St-Michel", "description": "Activites pedagogiques afin de favoriser le mieux-etre et le developpement des jeunes, des adolescents, des jeunes adultes et des adultes de toutes origines, et particulierement les plus vulnerables."}
{"vbm_link": "/en/o/527", "name": "Centre Multi-Ressources de Lachine", "description": "Activities and services promoting the autonomy and integration of young families and the elderly of Lachine by reducing their isolation."}
{"vbm_link": "/en/o/4443", "name": "Centre recreatif Poupart inc.", "description": "Activites, animation et entraide dans les domaines de loisir, de sport, d'art et culture et du parascolaire, offrant a une population desoeuvree un milieu d'engagement et d'intervention dans le but d'ameliorer collectivement les conditions de vie dans le quartier."}
{"vbm_link": "/en/o/2523", "name": "Centre Viomax", "description": "Activities for people living with physical limitations or challenges."}
{"vbm_link": "/en/o/173", "name": "Chateau Ramezay / Musee et site historique de Montreal", "description": "Museum of Quebec history located in Old Montreal."}
{"vbm_link": "/en/o/2174", "name": "Chez Doris Foundation", "description": "Day center for women in difficulty offering daily educational and recreational activities as well as providing psychosocial services in a warm and secure environment."}
{"vbm_link": "/en/o/2352", "name": "Chez-Nous de Mercier-Est", "description": "Community center and supportive environment for Mercier-Est residents 55 and over who live autonomously or with a slight loss of autonomy."}
{"vbm_link": "/en/o/692", "name": "Children's Wish Foundation", "description": "Organization providing children living with life-threatening illnesses the opportunity to realize their most heartfelt wish."}
{"vbm_link": "/en/o/135", "name": "Chinese Family Service of Greater Montreal", "description": "Programs and services promoting the well-being of members of the Chinese community and encouraging their integration and fulfillment in Quebec society."}
{"vbm_link": "/en/o/2109", "name": "CHSLD Providence Notre-Dame de Lourdes", "description": "Home-care centre offering long-term care and services to the elderly in loss of functional and psychosocial autonomy."}
{"vbm_link": "/en/o/193", "name": "CHU Sainte-Justine / Service benevole", "description": "University hospital exclusively dedicated to children, teens and mothers."}
{"vbm_link": "/en/o/340", "name": "CHUM - Centre hospitalier universitaire de Montreal", "description": "One of the three hospitals affiliated with CHUM (the Centre hospitalier de l'Universite de Montreal). Its volunteer department provides services intended to improve the quality of life of patients and their families, complementing the actions of health professionals so as to further a greater..."}
{"vbm_link": "/en/o/2115", "name": "CIUSSS CSIM / Institut de readaptation Gingras-Lindsay-de-Montreal", "description": "Hospital specialized in the readaptation of physically disabled persons (branch of the CIUSSS du Centre-Sud-de-l'Ile-de-Montreal)."}
{"vbm_link": "/en/o/2206", "name": "CIUSSS du Nord-de-l'Ile-de Montreal", "description": "Centre de sante et de services sociaux regroupant les hopitaux, CLSC et centres d'hebergement du territoire."}
{"vbm_link": "/en/o/819", "name": "CIUSSS-CSIM/ Installation Jeanne-Mance", "description": "Health and Social Services Centre serving the population of Plateau-Mont-Royal and Centre-Sud, working in partnership with three CLSCs and seven home-care centres."}
{"vbm_link": "/en/o/224", "name": "CIVA / Centre d'integration a la vie active", "description": "Programs to help physically handicapped people become full-fledged members of the community and active participants in community life."}
{"vbm_link": "/en/o/2447", "name": "CNIB / Canadian National Institute for the Blind / Quebec Division", "description": "Community-based support and information, as well as a national voice for Canadians who are blind or partially sighted."}
{"vbm_link": "/en/o/4234", "name": "Comite Jeunesse N.D.G.", "description": "Meeting place for community and cultural groups and sports clubs from the NDG and Cote-des-Neiges areas."}
{"vbm_link": "/en/o/2231", "name": "Communaute culturelle Kimbanguiste du Canada", "description": "Socio-cultural, artistic and socioeconomic activities in academic and social environments as well as accompanying and welcome service."}
{"vbm_link": "/en/o/3835", "name": "Communicaid for Hearing Impaired Persons", "description": "Help for English-speaking Montrealers who have lost part of their hearing as adults or are late-deafened, encouraging them to increase their quality of life through a variety of programs, courses, workshops,  seminars, new technology and social activities."}
{"vbm_link": "/en/o/3047", "name": "Community Perspective in Mental Health", "description": "Community support services to adults living with mental health issues."}
{"vbm_link": "/en/o/118", "name": "Compeer Montreal", "description": "Friendship and understanding for persons with mental health problems through a one-on-one supportive relationship with a volunteer friend."}
{"vbm_link": "/en/o/2653", "name": "Concordia University / Centre for the Arts in Human Development", "description": "Centre affiliated with the Faculty of Fine Arts of Concordia University applying creative arts therapies to promote growth and development for people with intellectual, developmental and mental health disabilities."}
{"vbm_link": "/en/o/120", "name": "Contactivity Centre", "description": "Day centre helping seniors improve their quality of life through encouraging their independence and autonomy."}
{"vbm_link": "/en/o/2271", "name": "Cote-des-Neiges Volunteer Centre", "description": "Services for the elderly and/or handicapped of 55 years of age and over in Cote-des-Neiges, helping them to continue living in their own homes, with a sense of security and well-being, for as long as possible."}
{"vbm_link": "/en/o/117", "name": "CSSS Cavendish / CLSC Rene-Cassin / CLSC de Benny Farm", "description": "Health and social services centre (CSSS), with local branches (CLSCs), promotiong the health and welfare of the local population."}
{"vbm_link": "/en/o/4455", "name": "CSSS de Dorval-Lachine-LaSalle", "description": "The text of the mission of the organism it's not available"}
{"vbm_link": "/en/o/874", "name": "Cuisines collectives du Grand Plateau", "description": "Developpement d'activites collectives liees a l'alimentation, afin de favoriser une plus grande securite alimentaire pour la population du Grand Plateau."}
{"vbm_link": "/en/o/457", "name": "Cummings Centre", "description": "Social, recreational and educational activities as well as support services for seniors 50 and over."}
{"vbm_link": "/en/o/75", "name": "Dawson Community Centre", "description": "Recreational, educational, and social programs that encourage participation and self-reliance and promote active community involvement."}
{"vbm_link": "/en/o/2267", "name": "Defi sportif AlterGo", "description": "Annual international Montreal event for athletes of all levels with auditory, physical, psychiatric, intellectual or visual disabilities. Four thousand athletes from twenty countries compete over seven days in Montreal each April."}
{"vbm_link": "/en/o/3359", "name": "Desta Black Youth Network", "description": "Mentoring services for marginalized youth, primarily from the Black community, in the areas of education, health, personal development and employment."}
{"vbm_link": "/en/o/65", "name": "Donald Berman Maimonides Geriatric Centre", "description": "McGill University affiliated centre providing geriatric care to the frail elderly Jewish population."}
{"vbm_link": "/en/o/3112", "name": "Donald Berman Yaldei Developmental Centre", "description": "Intervention center dedicated to helping children with developmental challenges reach their full potential."}
{"vbm_link": "/en/o/121", "name": "Douglas Mental Health University Institute", "description": "Hospital specializing in care, research and teaching in mental health, affiliated with McGill University and the World Health Organization. Moving Ahead is a program which matches volunteers with people living in family-type residence settings."}
{"vbm_link": "/en/o/108", "name": "Echange de services de LaSalle / Division de C.A.D.R.E.", "description": "Volunteer services to seniors with reduced autonomy, people living alone and other community residents and organizations."}
{"vbm_link": "/en/o/2779", "name": "Eco-quartier NDG", "description": "Community environmental organization working with local businesses, schools and neighbourhood residents to promote the 3Rs, outdoor cleanliness, beautification and greening."}
{"vbm_link": "/en/o/4381", "name": "Ecoute Entraide Inc.", "description": "Ligne d'ecoute et groupe d'entraide en sante mentale."}
{"vbm_link": "/en/o/4383", "name": "En Marge 12-17", "description": "Help and shelter for 12- to 17-year-old youth who are on the street, runaways, abandoned or habituated to street life, as well as services to their entourage."}
{"vbm_link": "/en/o/496", "name": "Entraide Ahuntsic-Nord", "description": "Activities and services designed to break the isolation and preserve the active life of the elderly in loss of autonomy, living at home."}
{"vbm_link": "/en/o/59", "name": "Entraide Benevole Metro", "description": "Services and activities for seniors experiencing temporary or permanent loss of autonomy, enabling them to maintain their dignity and quality of life while remaining in the community."}
{"vbm_link": "/en/o/2972", "name": "Equiterre", "description": "Projects empowering citizens to make environmentally and socially responsible choices."}
{"vbm_link": "/en/o/3391", "name": "Exeko", "description": "Promotion, through education and culture, of the empowerment and social inclusion of underprivileged populations."}
{"vbm_link": "/en/o/2659", "name": "Extra Miles Senior Visiting Program", "description": "An activity of the Montreal West United Church offering support and companionship to seniors in the NDG/Montreal West area who are living alone or suffering from various disabilities."}
{"vbm_link": "/en/o/77", "name": "Face a Face Listening and Intervention Centre", "description": "Active listening and support, on the telephone and in person, as well as individual counselling, advocacy,  information, referral, etc."}
{"vbm_link": "/en/o/2455", "name": "Famijeunes", "description": "Support to families of Saint-Henri and Little Burgundy through faciliting mutual aide and self-help among parents."}
{"vbm_link": "/en/o/3813", "name": "Famille nouvelle, centre de relation d'aide", "description": "Individual, marital and family therapy for people on a low-income budget."}
{"vbm_link": "/en/o/4225", "name": "Fondation Coup de Coeur", "description": "Activites favorisant l'acces a l'eau potable, d'ici 2020, pour 300 000 personnes dans les pays en voie de developpement."}
{"vbm_link": "/en/o/4335", "name": "Fondation Enfants Sans Frontieres", "description": "Aide aux enfants defavorises d'ici et d'ailleurs."}
{"vbm_link": "/en/o/4427", "name": "Fondation Impact de Montreal", "description": "Organization and support of various activities to help improve the quality of life of underprivileged children and their families."}
{"vbm_link": "/en/o/4438", "name": "Fondation Jeunes et Societe", "description": "Soutien financier de deux organismes ayant pour objectifs d'aider et d'eduquer les jeunes et leur communaute, soit Mer et monde et la ferme Berthe-Rousseau."}
{"vbm_link": "/en/o/3680", "name": "Fondation Senegal Sante Mobile", "description": "Support and funding of primary healthcare to Senegal's most disadvantaged populations."}
{"vbm_link": "/en/o/4410", "name": "Food Secure Canada", "description": "Pan-Canadian alliance of organizations and individuals promoting food security and food sovereignty with the goals of zero hunger, healthy and safe food, and sustainable food systems."}
{"vbm_link": "/en/o/3190", "name": "Foyer de jeunes travailleurs et travailleuses de Montreal", "description": "Logements a cout modique, avec soutien communautaire, a des jeunes a risque d'itinerance ages de 17 a 24 ans."}
{"vbm_link": "/en/o/397", "name": "Grace Dart Extended Care Centre", "description": "Long-term care centre serving a multi-ethnic clientele and offering recreational, pastoral, physiotheraputic, ergotheraputic and nursing services."}
{"vbm_link": "/en/o/3109", "name": "Groupe communautaire l'Itineraire", "description": "Projets d'economie sociale ayant pour but d'accroitre l'autonomie, le savoir et l'employabilite des personnes qui connaissent des difficultes liees a la marginalite et a l'itinerance."}
{"vbm_link": "/en/o/313", "name": "Groupe Harmonie", "description": "Support services for people aged 55 and over experiencing problems with alcohol, drugs or other substances or with gambling."}
{"vbm_link": "/en/o/3589", "name": "Groupe Information Travail", "description": "Services de developpement socioprofessionnel, d'aide a la recherche d'emploi et d'accompagnement aux personnes de 16 a 64 ans qui desirent integrer le marche du travail."}
{"vbm_link": "/en/o/505", "name": "Groupe L'Entre-Gens", "description": "Services aupres des personnes dont l'autonomie est reduite afin d'ameliorer leur qualite de vie."}
{"vbm_link": "/en/o/2513", "name": "Habitat for Humanity / Province of Quebec", "description": "Construction of affordable housing in partnership with people in need, with most of the labour provided by volunteers and partner families, and money and materials by individual and corporate donors."}
{"vbm_link": "/en/o/4350", "name": "Happy Village International", "description": "Advocacy and educational and vocational support for children with intellectual disabilities in Montreal and in the Volta region of Ghana, West Africa, in order to increase integration and reduce social stigma."}
{"vbm_link": "/en/o/2158", "name": "Heart and Stroke Foundation", "description": "Fund-raising to support research and prevention in the field of cardiovascular disease and stroke."}
{"vbm_link": "/en/o/2442", "name": "Hema-Quebec", "description": "To efficiently meet the needs of the Quebec population for safe, optimal-quality blood and blood products, human tissues, cord blood, mother's milk and cellular products; to develop and provide expertise and specialized, innovative services in the field of human biological products."}
{"vbm_link": "/en/o/2184", "name": "House of Friendship", "description": "Services and activities promoting and supporting community development."}
{"vbm_link": "/en/o/2145", "name": "Huntington Society of Quebec", "description": "Services and activities to improve the quality of life of persons living with Huntington's Disease and to contribute to the discovery of new treatments leading to a cure."}
{"vbm_link": "/en/o/3887", "name": "IBIS / International Benevolence Initiatives", "description": "International cooperative working in partnership with local agencies to offer underprivileged youth in developing countries the health and education infrastructures necessary for them to achieve their full potential."}
{"vbm_link": "/en/o/3118", "name": "Ile du savoir / Programme Eclairs de sciences", "description": "Support for primary school teachers in the field of science, by offering tools and a service of structured help so they can galvanize their teaching of science as well as develop their autonomy."}
{"vbm_link": "/en/o/720", "name": "Institut Pacifique", "description": "Development, implementation and promotion of know-how regarding conflict resolution and prevention of psychosocial problems in children, youth and adults."}
{"vbm_link": "/en/o/2565", "name": "Integration Jeunesse du Quebec inc.", "description": "Integration support for unemployed young adults by offering integrated services based both on their needs and those of the labor market."}
{"vbm_link": "/en/o/675", "name": "J'apprends avec mon enfant", "description": "Prevention of student dropout and illiteracy by taking early action with at-risk children, 5 to 8 years old, and their families."}
{"vbm_link": "/en/o/364", "name": "Jewish Eldercare Centre", "description": "Long-term care facility for the members of the Jewish community living with a loss of their physical or cognitive autonomy."}
{"vbm_link": "/en/o/3739", "name": "Jojo Depannage", "description": "Depannage alimentaire afin de lutter contre la faim et la malnutrition."}
{"vbm_link": "/en/o/4398", "name": "Justice Human Rights Organization", "description": "Awareness-raising with regard to human rights violations in order to seek justice by holding those responsible accountable."}
{"vbm_link": "/en/o/3886", "name": "Kangaroo House", "description": "Residence and front line or emergency services for children of families in temporary difficulty, as well as referral services for parents to agencies which can assist them."}
{"vbm_link": "/en/o/2460", "name": "Kensington Place Seniors' Residence", "description": "Seniors' residence."}
{"vbm_link": "/en/o/4421", "name": "La Place Commune", "description": "Community development activities linked to food and agriculture in the Park Extension neighbourhood."}
{"vbm_link": "/en/o/2163", "name": "La Relance Jeunes et Familles", "description": "Programs and services aims at global development of the child and the enrichment of the parental skills for the families of the Centre-Sud district of the Ville-Marie borough."}
{"vbm_link": "/en/o/3156", "name": "Lachine Hospital of the MUHC", "description": "Hospital and long-term care centreaffiliated to the McGill University Health Centre."}
{"vbm_link": "/en/o/3298", "name": "Le Sac a Dos / Action-Reinsertion", "description": "Insertion sociale et economique des personnes en situation d'itinerance et de ceux et celles qui risquent de l'etre."}
{"vbm_link": "/en/o/4433", "name": "Les Productions Feux Sacres", "description": "Promotion du rayonnement des artistes autochtones, tout en favorisant leur developpement economique, personnel, professionnel, artistique et social."}
{"vbm_link": "/en/o/2562", "name": "Leucan", "description": "Support for children with cancer and their family."}
{"vbm_link": "/en/o/3621", "name": "Loyola Association for Youth Development", "description": "Developmental and recreational activities for youth aged 5 to 17 in the NDG area."}
{"vbm_link": "/en/o/40", "name": "L'Hirondelle, services d'accueil et d'integration des immigrants", "description": "Settlement and socio-economic integration of newcomers in Quebec."}
{"vbm_link": "/en/o/589", "name": "MAB-Mackay Rehabilitation Centre", "description": "Health care establishment serving children with motor and language impairments as well as the deaf and hard of hearing population of all ages."}
{"vbm_link": "/en/o/2335", "name": "MADD Montreal", "description": "Action against impaired driving and support to its victims."}
{"vbm_link": "/en/o/2339", "name": "Maison d'Herelle", "description": "Community alternative resource for people suffering from HIV-AIDS, favoring humanized care and services and an holistic view of health."}
{"vbm_link": "/en/o/3682", "name": "Maison de l'architecture du Quebec", "description": "Centre d'artistes autogere visant a stimuler et diffuser la creation et la reflexion touchant aux disciplines de l'amenagement, soit l'architecture, l'urbanisme et l'architecture de paysage."}
{"vbm_link": "/en/o/2475", "name": "Maison des enfants de l'ile de Montreal", "description": "Venue offering reassurance, support and prevention services to children and their families,as well as activitiesdesigned to promote social recognition and respect for children aged 5 to 12 years."}
{"vbm_link": "/en/o/2680", "name": "Maison des Familles de Mercier-Est", "description": "Activities and services contributing to families' potential to improve their own well-being."}
{"vbm_link": "/en/o/3658", "name": "Maison des familles de Verdun", "description": "Lieu de rencontre, de partage et de formation offrant des services d'education, d'animation, de soutien et d'ecoute aux familles de Verdun vivant des situations problematiques au plan monetaire, psychologique et moral; hebergement temporaire pour les peres dans le besoin."}
{"vbm_link": "/en/o/3323", "name": "Maison des Grands-Parents de Villeray", "description": "Promotion aupres des aines de l'action benevole afin de briser leur isolement, tout en leur permettant de jouer un role actif dans la societe et de transmettre des valeurs importantes dans leur milieu."}
{"vbm_link": "/en/o/2738", "name": "Maison des jeunes par la grand'porte", "description": "Soutien aux jeunes du quartier Saint-Michel en les accompagnant a travers les differentes periodes de leur parcours de vie et en offrant des services adaptes a leur realite et a leurs besoins."}
{"vbm_link": "/en/o/915", "name": "Maison du partage d'Youville", "description": "Support services, socio-educational activities and opportunities for participation and personal involvement for underprivileged families and individuals in Point St. Charles, Saint-Henri and Little Burgundy."}
{"vbm_link": "/en/o/688", "name": "Maison du Pere", "description": "Refuge for homeless men 25 years and older, offering bed, meals, health care and a locker, as well as the necessary support to reduce homelessness."}
{"vbm_link": "/en/o/228", "name": "Maison Marguerite de Montreal Inc.", "description": "Temporary shelter offering emotional support and counselling to women 18 years old and over, who are alone, without shelter and/or money or otherwise in difficulty."}
{"vbm_link": "/en/o/3637", "name": "Maison Monbourquette", "description": "Ressources et soutien pour des personnes vivant un deuil suite au deces d'un proche."}
{"vbm_link": "/en/o/3626", "name": "Maison Plein Coeur", "description": "Services et activites destines a promouvoir la sante globale des personnes vivant avec le VIH-sida, notamment en offrant un lieu de partage et d'informations et en parant a la solitude, a l'isolement et a la pauvrete grandissante chez ces personnes."}
{"vbm_link": "/en/o/2465", "name": "Maison Repit Oasis", "description": "Support and respite service for families having to care for the development of a person living with an intellectual disability and/or with autism spectrum disorder."}
{"vbm_link": "/en/o/4405", "name": "Maisons de l'Ancre", "description": "Support et suivi temporaires ou a long terme aux femmes sans abri qui sont aptes a vivre en appartement moyennant certains apprentissages et de l'encadrement."}
{"vbm_link": "/en/o/3008", "name": "Make-A-Wish Quebec", "description": "Granting the wishes of children ages 3 to 17 with life-threatening medical conditions."}
{"vbm_link": "/en/o/3282", "name": "MAP Montreal / Meres avec pouvoir", "description": "Coordination d'activites et de services favorisant le bien-etre de femmes cheffes de famille monoparentale afin d'assurer leur insertion sociale et professionnelle."}
{"vbm_link": "/en/o/7", "name": "McCord Museum of Canadian History", "description": "Public research and teaching museum dedicated to the preservation, study, diffusion and appreciation of Canadian history."}
{"vbm_link": "/en/o/2865", "name": "Mile End Community Mission", "description": "Volunteer-run community centre working with and seeking to empower members of the community who have been marginalized by society."}
{"vbm_link": "/en/o/233", "name": "Miriam Home Services", "description": "Residence and services for people with intellectual disabilities."}
{"vbm_link": "/en/o/2667", "name": "Montreal Canadiens Children's Foundation", "description": "Encouragement of physical activity and a healthy lifestyle on the part of disadvantaged youth from 4 to 17 years old."}
{"vbm_link": "/en/o/2536", "name": "Montreal Ronald McDonald House / Fondation des Amis de l'Enfance", "description": "Temporary home-away-from-home for out-of-town (more than 70 km) families of children with critical illnesses who must travel to Montreal for medical treatments."}
{"vbm_link": "/en/o/61", "name": "Montreal Sexual Assault Centre", "description": "Free bilingual support services for all victims of sexual assault, abuse, and/or incest, as well as for their family and friends."}
{"vbm_link": "/en/o/2929", "name": "Musee des maitres et artisans du Quebec", "description": "Museum promoting Quebec's cultural heritage with emphasis on traditional and contemporary arts and crafts."}
{"vbm_link": "/en/o/2464", "name": "Native Women's Shelter of Montreal", "description": "Safe and supportive environment for Aboriginal women and their children, strengthening cultural identity, self-esteem and independence."}
{"vbm_link": "/en/o/130", "name": "NDG Senior Citizens' Council", "description": "Services and activities to improve the quality of life of older adults in NDG and Montreal West."}
{"vbm_link": "/en/o/2030", "name": "New Hope Senior Citizens Centre", "description": "Senior citizens' centre offering a variety of services to the population of NDG, including Meals-on-Wheels, a Lunch Club, friendly visiting, outings, transportation, physical conditioning, social activities, etc."}
{"vbm_link": "/en/o/2702", "name": "NOVA Montreal", "description": "Free health care services to the Montreal community, identifying unmet needs and filling gaps in the health care system."}
{"vbm_link": "/en/o/3078", "name": "O3 - On Our Own", "description": "Transitional housing and support programs for young parents, particularly single mothers."}
{"vbm_link": "/en/o/2412", "name": "Option consommateurs", "description": "Promotion and defense of consumers' rights."}
{"vbm_link": "/en/o/4402", "name": "P'tite Maison de Saint-Pierre", "description": "Services et activites visant l'amelioration de la qualite de vie des citoyens du quartier Saint-Pierre de Lachine."}
{"vbm_link": "/en/o/698", "name": "Parkinson Quebec", "description": "Support services for people living with Parkinson's and their caregivers, as well as activities in the areas of research, education and advocacy."}
{"vbm_link": "/en/o/2249", "name": "Parrainage civique de l'est de l'Ile de Montreal (PCEIM)", "description": "Promotion of autonomy and social integration of people with a mental health problem, or a mental disability, and support to families and their relatives, by counting on volunteers supported by a consulting team."}
{"vbm_link": "/en/o/2080", "name": "Parrainage civique Montreal", "description": "Support services furthering the integration and social participation of people suffering from an intellectual deficiency."}
{"vbm_link": "/en/o/2520", "name": "PAS de la rue", "description": "Reception center offering support and encouragement for homeless or impoverished persons aged 55 and over."}
{"vbm_link": "/en/o/640", "name": "Passages", "description": "Shelter and community integration resource for young women in difficulty from 18 to 30 years old."}
{"vbm_link": "/en/o/442", "name": "Petits freres", "description": "Welcome and support for lonely seniors by creating a caring, committed extended family around them dedicated to alleviating their isolation and staying by their side throughout their remaining years."}
{"vbm_link": "/en/o/2904", "name": "Pracom inc. (PRogramme Alternatif COMmunautaire)", "description": "Day and night centre working in mental health and offering a program of activities aiming the personal blossoming, the development and the acquisition of the necessary abilities to live better every day."}
{"vbm_link": "/en/o/3906", "name": "Premiers Pas Quebec", "description": "Jumelages entre benevoles et familles afin de favoriser la relation parents-enfants en fournissant des services de soutien a domicile."}
{"vbm_link": "/en/o/3424", "name": "Pro-Vert Sud-Ouest", "description": "Promotion de la qualite de vie du Sud-Ouest de Montreal en favorisant la sante environnementale des citoyens par des actions en matiere d'embellissement, de proprete et de recyclage."}
{"vbm_link": "/en/o/22", "name": "Project Genesis", "description": "Information, referral and advocacy serices for the multilingual community of Cote-des-Neiges in the areas of housing, welfare, pensions, family allowances, etc."}
{"vbm_link": "/en/o/21", "name": "Projet Changement / Centre communautaire pour aines", "description": "Community centre for people aged 50 and over in the Plateau Mont-Royal district."}
{"vbm_link": "/en/o/726", "name": "PROMIS / Promotion, integration, societe nouvelle", "description": "Immigrants and refugees integration in the Quebec society and defense of their rights with the social development in mind."}
{"vbm_link": "/en/o/2360", "name": "Quebec Breast Cancer Foundation", "description": "Funding for research and innovation with regard to breast cancer, support to patients and their loved ones, and education and awareness initiatives."}
{"vbm_link": "/en/o/2446", "name": "Quebec Foundation for the Blind", "description": "Blindness prevention and the improvement of the quality of life of the visually impaired through providing support, resources and guidance enabling them to be independant and active citizens."}
{"vbm_link": "/en/o/252", "name": "RAAMM / Regroupement des aveugles et amblyopes du Montreal Metropolitain", "description": "Promotion de l'integration, dans toutes les spheres de l'activite humaine, des personnes ayant une deficience visuelle, et defense de leurs droits et leurs interets."}
{"vbm_link": "/en/o/3095", "name": "Relais Cote-des-Neiges", "description": "Activites educatives, socio-culturelles et communautaires, realisees en partenariat avec des organismes et institutions du milieu, afin de faciliter l'integration des familles, d'ameliorer la qualite de vie des parents et de favoriser le developpement du bien-etre des enfants."}
{"vbm_link": "/en/o/3888", "name": "Reseau des grands parcs de la Ville de Montreal / Secteur ouest", "description": "Activites de plein air, educatives et de sensibilisation a l'environnement afin de conserver, mettre en valeur et de rendre accessible le patrimoine naturel et culturel au profit des generations actuelle et future."}
{"vbm_link": "/en/o/4387", "name": "Reseau entraide solidarite monde", "description": "Coordination, promotion et soutien des initiatives de cooperation internationale."}
{"vbm_link": "/en/o/2316", "name": "Reseau quebecois d'action pour la sante des femmes (RQASF)", "description": "Promotion et defense des droits et interets des femmes, en favorisant une approche globale de la sante mentale et physique, ainsi que de leurs conditions de vie."}
{"vbm_link": "/en/o/2366", "name": "Reseau-Benevoles de Verdun", "description": "Home support services for the elderly living with reduced autonomy : Meals-on-Wheels, medical accompaniment, shopping, friendly visiting, good morning and reassuring telephone calls, etc."}
{"vbm_link": "/en/o/4288", "name": "Residence Berthiaume-Du Tremblay", "description": "Services divers pour les aines et les proches aidants afin de favoriser une vie agreable a la clientele."}
{"vbm_link": "/en/o/4232", "name": "Residence Maywood", "description": "Affordable housing, in comfortable, secure and modern premises, for seniors with low or modest incomes."}
{"vbm_link": "/en/o/2951", "name": "Resolidaire / Reseau benevole Hochelaga-Maisonneuve", "description": "Service centre for the elderly offering Meals-on-Wheels, accompaniment/transportation for medical appointments, recreational activities and community lunches."}
{"vbm_link": "/en/o/2927", "name": "REZO - Sante et mieux-etre des hommes gais et bisexuels", "description": "Health services for gay and bisexual, HIV negative or positive men, favoring a global physical, mental, emotional and social approach."}
{"vbm_link": "/en/o/3384", "name": "Ruelle d'avenir / Projet 80", "description": "Mobilisation des jeunes de 2 a 18 ans ainsi que leurs familles dans leurs apprentissages et leur reussite scolaire."}
{"vbm_link": "/en/o/2535", "name": "SAESEM / Eco-quartier Peter McGill", "description": "Downtown Montreal environmental program encouraging citizens to improve the quality of their living spaces and reduce the environmental impact of their way of life."}
{"vbm_link": "/en/o/2381", "name": "Saint Antoine 50+ Community Center", "description": "Programs and services to improve the quality of life for people 50 and over in the Little Burgundy and South-West sectors of Montreal."}
{"vbm_link": "/en/o/2017", "name": "Saint Columba House", "description": "Community ministry of the United Church of Canada involving and empowering local citizens through actions and initiatives that directly affect their lives."}
{"vbm_link": "/en/o/2311", "name": "Salvation Army", "description": "Assistance to persons in crisis situations, provided in the form of clothing, food, furniture, accommodation, emotional and spiritual support and training activities."}
{"vbm_link": "/en/o/2655", "name": "Salvation Army's Booth Centre", "description": "Accueil pour les hommes ages de 18 ans et plus aux prises avec des problemes d'itinerance, de toxicomanie ou de sante mentale."}
{"vbm_link": "/en/o/2272", "name": "Santropol Roulant", "description": "Delivery of meals to seniors and persons with reduced autonomy as a vehicle to break social and economic isolation between generations and cultures."}
{"vbm_link": "/en/o/4423", "name": "Say Ca!", "description": "Support services for Syrian refugee youth ages 14 to 18 in Montreal, providing tutoring and mentoring sessions in French and English."}
{"vbm_link": "/en/o/3859", "name": "Scouts du Montreal metropolitain", "description": "Education des jeunes en vue de leur epanouissement en leur permettant de jouer un role constructif dans la societe."}
{"vbm_link": "/en/o/521", "name": "Service d'aide et de referencement aine d'Anjou (SARA d'Anjou)", "description": "Services aux personnes de 55 ans et plus, vivant a domicile dans l'arrondissement d'Anjou, ainsi qu'a leurs aidants, afin d'assurer leur maintien dans la communaute."}
{"vbm_link": "/en/o/2575", "name": "Service de garde de la Chambre de la jeunesse", "description": "Daycare for children from 0 to 12 years when their parents or the youth are in court (previously Halte Providence)."}
{"vbm_link": "/en/o/4445", "name": "Service economique et social du Nord-Ouest inc. (SESNO)", "description": "Service de counselling de carriere visant a aider les personnes a la recherche d'emploi a se definir des objectifs realistes, afin d'augmenter leurs chances de succes."}
{"vbm_link": "/en/o/453", "name": "Societe de Saint-Vincent de Paul de Montreal / Conseil central", "description": "Organization, founded in 1848, mobilizing thousands of volunteers in order to offer reassurance, support and accompaniment to all, in order to ensure their dignity, autonomy and integration."}
{"vbm_link": "/en/o/3341", "name": "Societe Parkinson du Grand Montreal", "description": "Fund-raising, information, support and services for those living with Parkinson's disease, and for their caregivers, in order to maintain their autonomy and well-being."}
{"vbm_link": "/en/o/280", "name": "South Asian Women's Community Centre (SAWCC)", "description": "Support services for women of South Asian origin, helping them gain autonomy, work collectively and make progress in Canadian and Quebec society."}
{"vbm_link": "/en/o/3694", "name": "Station Familles", "description": "Support to parents of children aged 0 to 5 in Ville-Emard and Cote-Saint-Paul in order to enhance parenting skills and prevent family problems."}
{"vbm_link": "/en/o/2424", "name": "Teapot 50+ Community Centre", "description": "Community center in Lachine for people aged fifty and over."}
{"vbm_link": "/en/o/2448", "name": "Tel-Ecoute / Tel-Aines", "description": "Tel-Ecoute offers to any person over 18 years, living in a precarious or distress situation, a free and confidential service of reassurance and reference. Tel-Aines helps the elderly and their closed natural caregivers to express their difficulties."}
{"vbm_link": "/en/o/3811", "name": "Tempete des idees", "description": "Education populaire et soutien des organismes benevoles dans le domaine des communications et de la production de documents."}
{"vbm_link": "/en/o/3060", "name": "Ten Thousand Villages", "description": "Nonprofit fair-trade store promoting handicrafts made by artisans from Asia, Africa and the Americas."}
{"vbm_link": "/en/o/3258", "name": "Ten Thousand Villages NDG", "description": "Non-profit store promoting fair trade and sustainable development by marketing products from handicraft and agricultural organizations based in Asia, Africa and the Americas."}
{"vbm_link": "/en/o/4446", "name": "The Friendship Circle", "description": "Friendship and support for individuals with special needs."}
{"vbm_link": "/en/o/2644", "name": "The Lighthouse Children and Families", "description": "Respite and support to the families of children whose lives are threatened by illnesses requiring complex treatment, including the operation of the Maison Andre-Gratton, a pediatric palliative care home offering both respite stays and end-of-life care."}
{"vbm_link": "/en/o/3086", "name": "Theatre Lyrichoregra 20", "description": "Promotion of opera to the general public, young and adult, and support to young singers."}
{"vbm_link": "/en/o/282", "name": "Tyndale St-Georges Community Centre", "description": "Educational, cultural, social, and recreational programs for a multi-cultural community, aimed at empowering the people served."}
{"vbm_link": "/en/o/3290", "name": "Un prolongement a la famille de Montreal", "description": "Services et activites, en partenariat avec les centres de readaptation et le CLSC, afin de contribuer a l'epanouissement et a l'integration des personnes vivant avec une deficience intellectuelle."}
{"vbm_link": "/en/o/301", "name": "Velo Quebec", "description": "Promotion of bicycle use to improve the environment and the health and well-being of citizens."}
{"vbm_link": "/en/o/2260", "name": "Vers Vous / Centre de services benevoles aux aines de Villeray", "description": "Home support volunteer services offered to the elderly of Villeray district, with the help of health professionals, in order to ensure their well-being."}
{"vbm_link": "/en/o/11", "name": "Volunteer Food Services Central Office", "description": "Department of the Volunteer Bureau of Montreal offering support services to a network of close to a hundred Meals-on-Wheels groups and Lunch Clubs for seniors in the Montreal area."}
{"vbm_link": "/en/o/4", "name": "Vues & Voix", "description": "Publisher and distributer of audio literary works and other cultural products, as well as specialized radio broadcaster, for people deprived of access to reading because of visual, physical, perceptual or other disabilities (formerly La Magnetotheque)."}
{"vbm_link": "/en/o/768", "name": "Welcome Hall Mission", "description": "Charitable organization founded in 1892 providing a variety of community services to people in need throughout Montreal."}
{"vbm_link": "/en/o/2610", "name": "WIAIH / West Island Association for the Intellectually Handicapped", "description": "Services and activities to enhance the lives of people with an intellectual disability or autism, sensitize the community, develop innovative approaches and provide support to families."}
{"vbm_link": "/en/o/2661", "name": "Women on the Rise", "description": "Support programs and services to single parents with children from 0 to 5 years old and to new immigrants and families in general, with a focus on empowerment, decreasing isolation and developing children's social skills."}
{"vbm_link": "/en/o/69", "name": "Women's Centre of Montreal", "description": "Educational and vocational training, information, counselling and referral services in order to help women help themselves."}
{"vbm_link": "/en/o/29", "name": "Women's Y", "description": "Services and programs supporting the personal development and the leadership of women of all ages and backgrounds."}
{"vbm_link": "/en/o/9", "name": "Yellow Door", "description": "The Yellow Door's Elderly Project offers a variety of services to seniors in the downtown Montreal area, including friendly visits, social events and accompaniment to hospital or other appointments. The Yellow Door also operates a coffee house."}
{"vbm_link": "/en/o/3184", "name": "YMCAs of Quebec", "description": "Promotion of the well-being of individuals, families, and communities through the development of spirit, mind, and body."}
{"vbm_link": "/en/o/3646", "name": "YMCAs of Quebec / Residence", "description": "Accueil aux diverses clienteles en hebergement: refugies et demandeurs d'asile nouvellement arrives au Canada, citoyens de Montreal sans logis ainsi que des Inuits en provenance du Grand Nord quebecois venus a Montreal pour recevoir des soins de sante."}
